
"AX_SLEEP_ICON_DESCRIPTION"	= "Dvalesymbol";
"AX_RESTART_ICON_DESCRIPTION" = "Omstartsymbol";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Slå av-symbol";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Logger av";

"SHUTTING_DOWN"	=	"Slår av";

"RESTARTING"	=	"Starter på nytt";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Vil du tvinge %@ til å avslutte?";
"FORCE_QUIT_INFO_MESSAGE"	=	"Du vil miste endringer som ikke er arkivert.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Vil du tvinge de %ld markerte programmene til å avslutte?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"Du vil miste endringer som ikke er arkivert.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Du kan frigjøre hukommelse ved å markere et program og klikke på Avslutt.";

"NORMAL_MESSAGE_TEXT" = "Hvis et program ikke reagerer, kan du velge navnet og klikke på Avslutt.";

"LOMEM_INFO_TEXT" = "Det vil også hjelpe å lukke vinduer og fjerne filer fra startdisken.";

"NORMAL_INFO_TEXT" = "Du kan åpne dette vinduet ved å \ntrykke Kommando-Tilvalg-Esc.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Avslutt";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "Du har ikke blitt logget av fordi %@ ikke kunne avsluttes. Hvis du vil prøve å logge av på nytt, avslutter du %@ og velger Apple-menyen > Logg av.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "Du har ikke blitt logget av fordi et program ikke kunne avsluttes.";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Hvis du vil avslutte et program som ikke svarer, velger du Apple-menyen > Tvungen avslutning (eller trykk Kommando-Tilvalg-Esc.)";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "Programmet %@ kunne ikke avsluttes og svarer ikke.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "Programmet %@ avbrøt avlogging.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Et program avbrøt avlogging.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Programmet %@ har avbrutt avloggingen. FileVault vil ikke bli slått på for denne kontoen.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Et program har avbrutt avloggingen. FileVault vil ikke bli slått på for denne kontoen.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "Denne kontoen vil forbli ukryptert. Hvis du vil slå på FileVault, åpner du Systemvalg og begynner på nytt. Hvis du nettopp har angitt hovedpassord, er det ikke nødvendig å gjøre det på nytt.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Programmet %@ har avbrutt avloggingen. FileVault vil ikke bli slått av for denne kontoen.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Et program har avbrutt avloggingen. FileVault vil ikke bli slått av for denne kontoen.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Programmet %@ har avbrutt avloggingen. FileVault vil ikke bli konvertert for denne kontoen.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Et program har avbrutt avloggingen. FileVault vil ikke bli konvertert for denne kontoen.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "Kontoen vil forbli ukryptert. Hvis du vil slå av FileVault, åpner du Systemvalg og begynner på nytt.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "Kontoen vil beholde det opprinnelige formatet. Hvis du vil konvertere FileVault, åpner du Systemvalg og begynner på nytt.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Hvis du vil prøve igjen, kan du avslutte %@ og velge Logg av fra Apple-menyen";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Hvis du vil prøve på nytt, velger du Apple-menyen > Logg av.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "Programmet %@ avbrøt omstart av maskinen.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Et program avbrøt omstart av maskinen.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Hvis du vil prøve på nytt, avslutter du %@ og velger Omstart fra Apple-menyen.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Hvis du vil prøve på nytt, velger du Apple-menyen > Omstart.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "Programmet %@ forhindret at maskinen kunne slås av.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Et program forhindret at maskinen kunne slås av.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Hvis du vil prøve på nytt, avslutter du %@ og velger Apple-menyen > Slå av.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Hvis du vil prøve på nytt, velger du Slå av fra Apple-menyen.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"Finder kunne ikke starte fordi det har oppstått en alvorlig feil.";


"APP_DIED_ALERT_MESSAGE"		=   "Programmet %@ har uventet avsluttet.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "Systemet og andre programmer ble ikke påvirket.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Avbryt";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Slå av";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Omstart";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Dvale";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Avslutt";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Avslutt";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Start på nytt";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Pause";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Gjenoppta";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Er du sikker på at du vil slå av maskinen?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Er du sikker på at du vil starte maskinen på nytt?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Er du sikker på at du vil avslutte alle programmer og logge av nå?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "Denne maskinen er stilt inn til å gå i dvale automatisk.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "Denne maskinen er stilt inn til å slå seg av automatisk.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Denne maskinen er stilt inn til å starte på nytt automatisk.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d minutter og %2$d sekunder";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d minutter og 1 sekund";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d minutter";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 minutt og %d sekunder";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 minutt og 1 sekund";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 minutt";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d sekunder";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 sekund";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 sekunder";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Hvis du ikke gjør noe, vil du bli logget av automatisk om %@.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Hvis du ikke gjør noe, vil maskinen slås av automatisk om %@.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Hvis du ikke gjør noe, vil maskinen startes på nytt automatisk om %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Hvis du ikke gjør noe, vil maskinen slås av automatisk om %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Hvis du ikke gjør noe, vil maskinen gå i dvale automatisk om %@.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Hvis du ikke gjør noe, vil maskinen startes på nytt automatisk om %@.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Hvis du slår av maskinen, blir filene dine slettet.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Du er logget på som gjestebruker. Når du slår av maskinen, slettes alle filer og all informasjon i gjestebrukerens Hjem-mappe. Disse filene kan ikke gjenopprettes.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Hvis du starter maskinen på nytt, blir filene dine slettet.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Du er logget på som gjestebruker. Når du starter maskinen på nytt, slettes alle filer og all informasjon i gjestebrukerens Hjem-mappe. Disse filene kan ikke gjenopprettes.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Hvis du logger deg av, blir filene dine slettet.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Slett filer og logg av";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Slett filer og start på nytt";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Slett filer og slå av";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "ukjent";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "Maskinens klokke er stilt inn på en dato før 1. januar 2008. Dette kan føre til at enkelte programmer oppfører seg ustabilt.";

"ILLEGAL_TIME_MESSAGE" = "Hvis du vil stille inn klokken manuelt, åpner du Dato og tid-valgpanelet. Hvis du vil vite mer, velger du Hjelp > Mac-hjelp.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Apple-fildelingsbrukere er tilkoblet";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Er du sikker på at du vil starte maskinen på nytt?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Er du sikker på at du vil slå av maskinen?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "%d andre brukere er koblet til denne maskinen via fildeling.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "En bruker er koblet til denne maskinen via fildeling.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "%d andre brukere er koblet til denne maskinen via fildeling.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "En bruker er koblet til denne maskinen via fildeling.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Du må oppgi et passord kreves for å låse opp skjermen.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (svarer ikke)";

"APP_PAUSED_SUFFIX" = " (på pause)";

"APP_THROTTLED_SUFFIX" = " (redusert)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Du kan ikke logge på brukerkontoen \"%@\" akkurat nå";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "Påloggingen mislyktes fordi det oppsto en feil. Hjem-mappen for kontoen du prøver å logge deg på, befinner seg på en AFP- eller SMB-tjener. Kontakt systemadministratoren for å få hjelp.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
